Repository: emanuellonnberg/CuraProfiles
Catalog: plugins/UniversalCuraSettings/UniversalCuraSettings/resources/i18n/*/universal.po
Languages: fr_fr

# @item:inmenu
source: Universal Settings
fr_fr: Paramètres Universels

# @item:inmenu
source: Set Universal Settings
fr_fr: Réglage Paramètres Universels

# @item:inmenu
source: Export current profile
fr_fr: Exporter le Profil actuel

# @item:inmenu
source: Merge a profile
fr_fr: Fusionner un profil

# @title:window
source: Save as
fr_fr: Sauver sous

# @title:window
source: Open File
fr_fr: Ouvrir Fichier

# @title
source: Universal Cura Settings Version :
fr_fr: Version de Paramètres Universels Cura :

# @label
source: Extruder Type:
fr_fr: Type d'extrudeuse :

# @label
source: Nozzle Size:
fr_fr: Taille de buse :

# @label
source: Material:
fr_fr: Matière:

# @label
source: Settings Mode:
fr_fr: Type réglages:

# @option:check
source: Set standard settings
fr_fr: Définir les paramètres standards

# @action:button
source: Cancel
fr_fr: Annuler

# @action:button
source: Apply
fr_fr: Appliquer
